{
  "composer": {
    "title": { "en": "Composer", "de": "Composer", "hy": "Composer" },
    "content": {
      "en": "<p>Arsen Babajanyan's creative spectrum extends from chamber, symphonic, electronic music to music theatre. Some of his major symphonic scores are \"Barkoos\" and \"Flourishing Flowers and Prelude to the Revelry of the Gecko\". The latter is scored for a large and unique symphonic ensemble used in Richard Strauss's \"Alpine Symphony\". <br><br>In the scope of chamber genre Babajanyan has both - a wide variety of solo compositions as well as works scored for a large ensembles. Among his musical output Cycles and a unique genre Poiemas occupy a special place. The Cycles, written for different chamber ensembles, are united by a common approach of musical structure. The Poiemas have an exclusive role among Arsen Babajanyan’s musical spectrum; it is an individual genre which composer has developed for himself. Those pieces, encompassing from the chamber ensemble music to orchestral works, are united by the unique sound frame, structure, theme, as well as other common elements. <br><br> Arsen Babajanyan is also interested in folk instruments of different nations; therefore, integrates them into contemporary academic music. Among those instruments are the German cittern and hackbrett, diatonic harmonica, as well as pipe, duduk, Armenian viola, etc.. <br><br>The dialogue between different art branches plays a significant role in the composer's creative activity. Arsen Babajanyan authored film and theatre music, as well as participated in a number of interdisciplinary projects, among which are the \"Splitter und Gedächtnis\" project, realized along with architectures and dedicated to Paul Celan, as well as the \"Utrecht, Caravaggio und Europa\" exhibition organized by the «Alte Pinakothek» Museum in Munich,  specifically for which the composer created audio-guide music.\n</p>",
      "en": "<p>Arsen Babajanyan's creative spectrum extends from chamber, symphonic, electronic music to music theatre. Some of his major symphonic scores are \"Barkoos\" and \"Flourishing Flowers and Prelude to the Revelry of the Gecko\". The latter is scored for a large and unique symphonic ensemble used in Richard Strauss's \"Alpine Symphony\". <br><br>In the scope of chamber genre Babajanyan has both - a wide variety of solo compositions as well as works scored for a large ensembles. Among his musical output Cycles and a unique genre Poiemas occupy a special place. The Cycles, written for different chamber ensembles, are united by a common approach of musical structure. The Poiemas have an exclusive role among Arsen Babajanyan’s musical spectrum; it is an individual genre which composer has developed for himself. Those pieces, encompassing from the chamber ensemble music to orchestral works, are united by the unique sound frame, structure, theme, as well as other common elements. <br><br> Arsen Babajanyan is also interested in folk instruments of different nations; therefore, integrates them into contemporary academic music. Among those instruments are the German cittern and hackbrett, diatonic harmonica, as well as pipe, duduk, Armenian viola, etc.. <br><br>The dialogue between different art branches plays a significant role in the composer's creative activity. Arsen Babajanyan authored film and theatre music, as well as participated in a number of interdisciplinary projects, among which are the \"Splitter und Gedächtnis\" project, realized along with architectures and dedicated to Paul Celan, as well as the \"Utrecht, Caravaggio und Europa\" exhibition organized by the «Alte Pinakothek» Museum in Munich,  specifically for which the composer created audio-guide music.\n</p>",
      "hy": "<p>aaa<p/><p>aaa<p/>"
    }
  },
  "education": {
    "title": { "en": "Education", "de": "Education", "hy": "Education" },
    "content": [
      {
        "year": "2016-2018",
        "desc": {
          "en": "Conservatory for Music and Theater, Munich Postgraduate Continuing Studies “Meisterklasse” Composition <br/>Teacher: Prof. Jan Müller-Wieland",
          "de": "Conservatory for Music and Theater, Munich Postgraduate Continuing Studies “Meisterklasse” Composition <br/>Teacher: Prof. Jan Müller-Wieland",
          "hy": "Conservatory for Music and Theater, Munich Postgraduate Continuing Studies “Meisterklasse” Composition <br/>Teacher: Prof. Jan Müller-Wieland"
        }
      },
      {
        "year": "2016-2017",
        "desc": {
          "en": "Conservatory for Music and Theater, Graz Postgraduate Composition and Music Theory <br/>Teacher: Prof. Beat Furrer",
          "de": "Conservatory for Music and Theater, Graz Postgraduate Composition and Music Theory <br/>Teacher: Prof. Beat Furrer",
          "hy": "Conservatory for Music and Theater, Graz Postgraduate Composition and Music Theory <br/>Teacher: Prof. Beat Furrer"
        }
      },
      {
        "year": "2012-2015",
        "desc": {
          "en": "Conservatory for Music and Theater, Munich <br/>Composition Master of Music <br/>Teacher: Prof. Jan Müller-Wieland",
          "de": "Conservatory for Music and Theater, Munich <br/>Composition Master of Music <br/>Teacher: Prof. Jan Müller-Wieland",
          "hy": "Conservatory for Music and Theater, Munich <br/>Composition Master of Music <br/>Teacher: Prof. Jan Müller-Wieland"
        }
      },
      {
        "year": "2012",
        "desc": {
          "en": "A program of Polish Ministy of Culture \"Gaude Polonia\", Warsaw Classes by Pawel Mykietin ",
          "de": "A program of Polish Ministy of Culture \"Gaude Polonia\", Warsaw Classes by Pawel Mykietin ",
          "hy": "A program of Polish Ministy of Culture \"Gaude Polonia\", Warsaw Classes by Pawel Mykietin "
        }
      },
      {
        "year": "2010",
        "desc": {
          "en": "Yerevan State Conservatory, Armenia Completed PhD in Art Supervisor: Prof. Mikhayil Kokjaev, PhD in Art.",
          "de": "Yerevan State Conservatory, Armenia Completed PhD in Art Supervisor: Prof. Mikhayil Kokjaev, PhD in Art.",
          "hy": "Yerevan State Conservatory, Armenia Completed PhD in Art Supervisor: Prof. Mikhayil Kokjaev, PhD in Art."
        }
      },
      {
        "year": "2010",
        "desc": {
          "en": "Yerevan State Conservatory, Armenia Postgraduate Diploma in Classical Vocal, Opera singer <br/>Teacher: Prof. Sergey Danielyan ",
          "de": "Yerevan State Conservatory, Armenia Postgraduate Diploma in Classical Vocal, Opera singer <br/>Teacher: Prof. Sergey Danielyan ",
          "hy": "Yerevan State Conservatory, Armenia Postgraduate Diploma in Classical Vocal, Opera singer <br/>Teacher: Prof. Sergey Danielyan "
        }
      },
      {
        "year": "2004-2008",
        "desc": {
          "en": "Yerevan State Conservatory, Armenia Bachelor’s Degree in Compostition <br/>Teacher: Prof. Levon Chauschyan",
          "de": "Yerevan State Conservatory, Armenia Bachelor’s Degree in Compostition <br/>Teacher: Prof. Levon Chauschyan",
          "hy": "Yerevan State Conservatory, Armenia Bachelor’s Degree in Compostition <br/>Teacher: Prof. Levon Chauschyan"
        }
      },
      {
        "year": "2003-2008",
        "desc": {
          "en": "Yerevan State Conservatory, Armenia Master’s Degree in Academical Singing <br/>Teacher: Prof. Sergey Danielyan",
          "de": "Yerevan State Conservatory, Armenia Master’s Degree in Academical Singing <br/>Teacher: Prof. Sergey Danielyan",
          "hy": "Yerevan State Conservatory, Armenia Master’s Degree in Academical Singing <br/>Teacher: Prof. Sergey Danielyan"
        }
      }
    ]
  },
  "artsAmbassador": {
    "title": { "en": "Arts Ambassador", "de": "Arts Ambassador", "hy": "Arts Ambassador" },
    "content": {
      "en": "<p>Arsen Babajanyan is actively engaged in a social-cultural life and activities. Arsen Babajanyan is a member of \"Composers Union of Armenia\" since 2014. He is a Chairman of the Association of Armenian Young Composers and Interpreters since 2010. Since 2016, Arsen Babajanyan is also co-founder and art director of ARTCONCEPT International Association, which realises art projects and programs all over the world. \nThe art projects he is authoring missioning to setup a platform for cultural cooperation and to support the professional exchange between artists and cultural institutions. It aims at the establishment and the expansion of international collaboration networks and partnerships. Such an examples are Armenian Viola International Project or “Goodbye, Bird” chamber opera. He is also involved in different cross-cultural initiatives: Arsen Babajanyan with 6 other composers to take part in a big project, organized by the Old Gallery of Munich (Alte Pinakothek).  His 11 compositions for the exhibited paintings of ancient masters  accompanied the visitors along with exploring the paintings.\n</p>",
      "de": "<p>aaa<p/><p>aaa<p/>",
      "hy": "<p>aaa<p/><p>aaa<p/>"
    }
  },
  "honorsPrizes": {
    "title": { "en": "Honors & Prizes", "de": "Honors & Prizes", "hy": "Honors & Prizes" },
    "content": {
      "en": "<p>During his professional activity Arsen Babajanyan has been awarded several prizes, including 1st prize for the ensemble piece \"Traerp\" at the 8th pre-art Competition for young composers in Zurich in 2014, the Best Film Music Award at the Żubroffka Festival in Poland, and the DAAD Award for outstanding academic achievement in 2017. In 2015 he participated in BridgArt artists residency and presented his electronic music in scope of “Oggi” live performance. In January 2018 he received the 3rd Prize for the 4th String Quartet at the Felix Mendelssohn Bartholdy University Competition in Berlin. In 2019 he was honoured to get 6-month scholarship - residence from Minister of Culture of Bavaria in Paris at Cité Internationale des Arts. In 2017 his Piano Trio won the Best Chamber Music Piece of Year by the Composers’ Union of Armenia.</p>\n",
      "de": "<p>aaa<p/><p>aaa<p/>",
      "hy": "<p>aaa<p/><p>aaa<p/>"
    }
  },
  "socialActivity": {
    "title": { "en": "Social Activity", "de": "Social Activity", "hy": "Social Activity" },
    "content": {

      "en": "<p>Though the main stream of Arsen Babajanyan's activity is composition, he also has workouts in literary genre, where the\nscope of his activity was developed from scientific professional articles and\ntheoretical works to literary compositions, prose and verse. Such as “Thoughts on\nHarmony” book publication dedicated to the life, music, musical- theoretical and\nphilosophical views of composer, master and RA honored artist Professor Gagik\nHovunts, a small book “The philosophy of Garegin Nzhdeh and its actuality”\ndedicated to Garegin Nzhdeh's works, which was awarded with the second prize\nby the Republican Party of Armenia, where the first prize was not awarded at all, etc..<p> Arsen Babajanyan is a laureate of “Irina Tigranova” nomination for the “Best Critical Article” in 2012,  in 2009 he got 2nd prize for “The philosophy of Garegin Nzhdeh  and its actuality” article in “Competition of Articles and Studies” by Republican Party of Armenia.\nIn 2018, he has been awarded with Fridtjof Nansen Gold Commemorative Medal for the activities towards establishing humanitarian principles and condemnation of the Armenian Genocide. </p></p>",
      "de": "<p>aaa<p/><p>aaa<p/>",
      "hy": "<p>aaa<p/><p>aaa<p/>"
    }
  }
}
